<?php

return [

    /*
    |--------------------------------------------------------------------------
    | أسطر لغة إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | الأسطر التالية هي الرسائل الافتراضية التي يقدمها نظام إعادة تعيين
    | كلمة المرور عند فشل المحاولة، مثل رمز التحقق غير صالح أو كلمة مرور جديدة غير صحيحة.
    |
    */

    'reset'     => 'تم إعادة تعيين كلمة المرور الخاصة بك!',
    'sent'      => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني!',
    'throttled' => 'يرجى الانتظار قبل المحاولة مرة أخرى.',
    'token'     => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user'      => 'لا يمكننا العثور على مستخدم بهذا العنوان الإلكتروني.',

];
