<?php
return [
    /*
    |--------------------------------------------------------------------------
    | خطوط زبان احراز هویت
    |--------------------------------------------------------------------------
    |
    | خطوط زبان زیر در طول احراز هویت برای پیام‌های مختلفی که باید به کاربر نمایش دهیم استفاده می‌شوند.
    | شما می‌توانید این خطوط زبان را بر اساس نیازهای برنامه خود تغییر دهید.
    |
    */
    'failed' => 'این اطلاعات ورود با سوابق ما مطابقت ندارد.',
    'password' => 'رمز عبور ارائه‌شده نادرست است.',
    'throttle' => 'تعداد تلاش‌های ورود بیش از حد زیاد است. لطفاً پس از :seconds ثانیه دوباره تلاش کنید.',
];
