<?php

return [

    /*
    |--------------------------------------------------------------------------
    | خطوط زبان بازنشانی رمز عبور
    |--------------------------------------------------------------------------
    |
    | خطوط زبان زیر خطوط پیش‌فرضی هستند که با دلایلی که توسط کارگزار رمز عبور
    | برای تلاش‌های ناموفق به‌روزرسانی رمز عبور ارائه می‌شوند، مطابقت دارند،
    | مانند توکن نامعتبر یا رمز عبور جدید نامعتبر.
    |
    */

    'reset' => 'رمز عبور شما بازنشانی شد!',
    'sent' => 'لینک بازنشانی رمز عبور به ایمیل شما ارسال شد!',
    'throttled' => 'لطفاً قبل از تلاش مجدد صبر کنید.',
    'token' => 'این توکن بازنشانی رمز عبور نامعتبر است.',
    'user' => 'کاربری با این آدرس ایمیل یافت نشد.',

];
